7zip
adw-gtk-theme
ags-hyprpanel-git
alsa-firmware
alsa-utils
amd-ucode
aquamarine
asciiquarium
awww-git
aylurs-gtk-shell-git
base
base-devel
bat
blender
blueman
bluez
bluez-utils
brew-git
brightnessctl
brother-brgenml1
brother-hll2320d
btop
btrfs-progs
btrfsmaintenance
bun
cava
cbonsai
celeste-client-bin
chntpw
clamav
clang
cliphist
clipse
cloudflare-warp-bin
cmake
cmatrix-git
copyq
cpio
cpufetch
cups
cups-pdf
cups-pk-helper
cython
dart-sass
ddcutil
discord
displaycal
dmidecode
docker
docker-buildx
docker-compose
dolphin
dosfstools
downgrade
dragon-drop
dunst
efibootmgr
evolution-data-server
ext4magic-patch-extent-free
extundelete
eza
f3
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-unikey
fd
feh
ffmpegthumbnailer
firefox
fzf
ghex
git
glycin-gtk4
go
google-chrome
grim
grub
grub-btrfs
grub-customizer
grub2-theme-preview
gsfonts
gst-plugin-pipewire
gtk4-layer-shell
gtksourceview3
gum
gutenprint
gvfs
helm
htop
hyprland
hyprlauncher
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprutils
imagemagick
inetutils
intel-media-driver
interception-caps2esc
iwd
jdk-openjdk
kanshi
kitty
kubectl
kvantum
lenovolegionlinux-dkms-git
lib32-nvidia-utils
libastal-meta
libgtop
libpulse
libreoffice-fresh
libva-intel-driver
libva-nvidia-driver
light
linux
linux-firmware
linux-headers
lshw
lua-language-server
luarocks
lutris
lxappearance
lynis
man-db
man-pages
mariadb
mesa-utils
micro
minikube
mokutil
mpv
mpv-mpris
nano
ncdu
ncspot
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openvpn
nix
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvtop
nwg-look
nyaa
obs-cli
obs-studio
obsidian
openbsd-netcat
opencl-nvidia
openssl-aegis
os-prober
pacman-contrib
pamixer
paru
pavucontrol
perl-file-mimeinfo
perl-image-exiftool
phototonic
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plex-media-server
plocate
pnpm
polkit-gnome
polkit-kde-agent
power-profiles-daemon
poweralertd
pyenv
python-pip
python-pipx
python-pytorch-cuda
python-virtualenv
python310
qbittorrent
qimgv
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
r-linux
rclone
rofi
rofi-bluetooth-git
ruff
sddm
sddm-kcm
sleuthkit
slurp
smartmontools
smem
sof-firmware
sox
spotify
steam
sudo
sxiv
system-config-printer
tesseract-data-eng
tesseract-data-jpn_vert
tesseract-data-vie
testdisk
thefuck
timeshift
timeshift-autosnap
tk
tldr
tmux
trash-cli
tree
tree-sitter-cli
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-roboto
ueberzugpp
ufw
umi-ocr-bin
unzip
upx
uwsm
vim
vivaldi
vpngate-git
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
waybar-module-music-git
webkit2gtk-4.1
webkitgtk-6.0
wf-recorder
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
woff2-font-awesome
wofi
wpa_supplicant
wtf
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xhost
xorg-xinit
yay
yay-debug
yazi
zellij
zen-twilight-bin
zerotier-one
zoxide
zram-generator
zsh
